const LocList = () =>{
    const loc =[
        {
            "code":"C",
            "id":"기숙사식당",
            "Lat": 37.558245,
            "Lng": 126.998007
        },
        {
            "code":"D",
            "id":"남산학사",
            "Lat": 37.558407,
            "Lng": 126.998070
        },{
            "code":"E1",
            "id":"신공학관_1층_출입구",
            "Lat": 37.558262,
            "Lng": 126.998443        
        },{
            "code":"E3",
            "id":"신공학관_3층_출입구",
            "Lat": 37.558540,
            "Lng": 126.998271
        },{
            "code":"E9",
            "id":"신공학관_9층_출입구",
            "Lat": 37.558330,
            "Lng": 126.998727
        },{
            "code":"L",
            "id":"중앙도서관_2층_출입구",
            "Lat": 37.558052,
            "Lng": 126.999266
        },{
            "code":"M1",
            "id":"본관_1층_출입구",
            "Lat": 37.558824,
            "Lng": 126.999344
        },{
            "code":"M2",
            "id":"본관_2층_출입구",
            "Lat": 37.558249,
            "Lng": 126.999384
        },{
            "code":"M3",
            "id":"본관_3층_출입구",
            "Lat": 37.558307,
            "Lng": 126.999650
        },{
            "code":"P2",
            "id":"정보문화관P_2층_출입구",
            "Lat": 37.559785,
            "Lng": 126.998459
        },{
            "code":"P3",
            "id":"정보문환관P_3층_출입구(학생회관방향)",
            "Lat": 37.559808,
            "Lng": 126.998596
        },{
            "code":"R",
            "id":"신공학관_출구",
            "Lat": 37.558596,
            "Lng": 126.997724
        },{
            "code":"S",
            "id":"학생회관",
            "Lat": 37.559999,
            "Lng": 126.998512
        },{
            "code":"W1",
            "id":"원흥관_1층_출입구",
            "Lat": 37.559138,
            "Lng": 126.998773
        },{
            "code":"W4",
            "id":"원흥관_4층_출입구",
            "Lat": 37.558845,
            "Lng": 126.999033
        }
    ];
    return loc;
}
export default LocList;